{
"adsactive":true,
"cpalink":"https://smrturl.co/o/213319/53237413?s1=",
"cpaactive":true,
"mtitle1":"10M Spins & 500 Coins",
"mtitle2":"1M Coins",
"mtitle3":"500K Spins & 100 Spins",
"mtitle4":"Unlimited Rewards",
"mtitle5":"Rondom",
"fblink":"https://play.google.com/store/apps/details?id=com.videocallspiderman.spiderman",
"playstorelink":"https://play.google.com/store/apps/details?id=com.venomvideocallhorrorgames.thescaryvenom",
"instgramlink":"https://play.google.com/store/apps/details?id=com.poppygame.playtimeofpoppy",
"content1":"Wondering how to get Coin Master free spins? You’ve come to the right place. This is an addictive mobile game by design. It combines the thrill of playing slots with the social battling of Clash of Clans to create something that you just can’t put down; in a good way. The problem is, you so often have to put it down if you’re not willing to fork out the cash for regular spins. That’s understandable when as little as 30 spins will set you back £1.99 in the UK or $1.99 in the US.",
"content2":"Fortunately for you though, there are a wide number of means of getting Coin Master free spins, reducing the need for you to spend and increasing the speed at which you can progress throughout this addictive experience. Many of them are easy to pull off too, so you don’t have to worry about going through complicated maneuvres to carry on playing your favourite game.",
"content3":"In this guide, we’re going to provide you with all of the ways you can get your hands on a few free spins here and there. This will allow you to continue playing long after your daily free spins run out, and provide you with the means of getting extra, without the need to spend your hard-earned money on premium spins in the game’s store. We’d also recommend checking out our Coin Master free cards and Coin Master free coins guides to get even more rewards, and our Pet Master free spins guide if you fancy checking out Moon Active’s latest game.",
"content4":"Follow coin master on social media\n\nEach day, Moon Active, Coin Master’s developer, provides a bunch of links that you can follow to get your hands on Coin Master free spins. If you keep on top of this, you can get a steady stream of free stuff for very little effort. You can follow Coin Master on Facebook or Twitter.",
"content5":"Sign up for email gifts\n\nIf you sign up for email gifts, you can get yourself a handful of Coin Master free spins every single day just by following a link on your phone. We haven’t encountered any spam from signing up so far either, so it’s a quick and easy method of getting yourself some tasty free spins.",
"img":"images/img1.png"

}
